[{"id":1,"name":"Indoor Service","description":"Large, comfortable, full-furnished suites and deluxe patient care rooms Large, clean, modern private & semi-private rooms Cable TV & telephone services. Specialized hospital beds with all state-of-the-art medical outfits.","image":"http://www.popular-hospital.com/public/pmch/img/indoor1.jpg"},{"id":2,"name":"Outdoor Service","description":"The outpatient department of the hospital can serve 2500 patients per day through 100 examination rooms. To ensure optimum healthcare-hospitality, the patients are closely monitored in their waiting times in outpatient clinics, emergency and admissions.","image":"http://www.popular-hospital.com/public/pmch/img/outdoor2.jpg"},{"id":3,"name":"In-patient Facilities","description":"There are 18 well-established VIP Cabin at the Popular Medical College Hospital. There are 57 well-appointed deluxe cabins. There are separate HiCare units and general wards for male and female patients and all bed facilities have Isolation facilities.","image":"http://www.popular-hospital.com/public/pmch/img/pinfaci01.jpg"},{"id":4,"name":"Make an Enquiry","description":"Popular Medical Collage Hospital is always looking to make things easier for you. Our aim is to provide our patients with the best medical facilities, constant care, and reliable support. If you would like to get in touch with a doctor from a specific department,.","image":"http://www.popular-hospital.com/public/pmch/img/inquiry.jpg"},{"id":5,"name":"Vaccination","description":"Vaccination is the administration of a vaccine to help the immune system develop protection from a disease. Vaccines contain a microorganism or virus in a weakened, live or killed state, or proteins or toxins from the organism.","image":"http://www.popular-hospital.com/public/pmch/img/pmchvaccination.jpg"},{"id":6,"name":"Special Consultancy","description":"A highly qualified and selected specialist doctor who practices without supervision. A doctor who gives expert professional advice. A person at the apex of the medical hierarchy ","image":"http://www.popular-hospital.com/public/pmch/img/outdoor1.jpg"}]